/***********************************************************************************
 * 文 件 名   : bsp_bluetooth.c
 * 负 责 人   : xiegui
 * 创建日期   : 2018年5月7日
 * 文件描述   : 主要用于描述蓝牙模块的δ
 * 版权说明   : Copyright (c) 2008-2018   xx xx xx xx 技术有限公司
 * 其    他   : 
 * 修改日志   : 
***********************************************************************************/

#include "Bsp_bluetooth.h"

/*****************************************************************************
 * 函 数 名  : BluetoothInit
 * 负 责 人  : xiegui
 * 创建日期  : 2018年5月7日
 * 函数功能  : 蓝牙模块初始化
 * 输入参数  : 无
 * 输出参数  : 无
 * 返 回 值  : 
 * 调用关系  : 
 * 其    它  : 

*****************************************************************************/
void BluetoothInit()
{
	
}
/*****************************************************************************
 * 函 数 名  : BluetoothSendData
 * 负 责 人  : xiegui
 * 创建日期  : 2018年5月7日
 * 函数功能  : 蓝牙模块数据发送
 * 输入参数  : 无
 * 输出参数  : 无
 * 返 回 值  : 
 * 调用关系  : 
 * 其    它  : 

*****************************************************************************/
void BluetoothSendData(uint8_t *usrBuf,uint16_t sizes)
{
	
}
